# -*- coding: utf-8 -*-
def func_0_to_7():
    return 'Вам в детский сад'


# -----------------------------------------------------------
def func_7_to_18():
    return 'Вам в школу'


# -----------------------------------------------------------
def func_18_to_25():
    return 'Вам в профессиональное учебное заведение'


# -----------------------------------------------------------
def func_25_to_60():
    return 'Вам на работу'


# -----------------------------------------------------------
def func_60_to_120():
    return 'Вам предоставляется выбор'


# -----------------------------------------------------------
def func_error():
    return 'Вы ввели неправильные данные'
