# -*- coding: utf-8 -*-


# -----------------------------------------------------------------------------------
def func_1_to_3():
    string = raw_input("Введите строку: ")
    number = int(raw_input("Введите число повторов строки: "))
    return (string + "\n") * number


# -----------------------------------------------------------------------------------
def func_4_to_6(x):
    power = int(raw_input("В какую степеть восвести ваше число? "))
    return x ** power


# -----------------------------------------------------------------------------------
def func_7_to_9(x):
    return [i for i in range(x + 1, x + 11)]


# -----------------------------------------------------------------------------------
def func_error():
    return 'Ошибка ввода'
